{"response":{"status":"ok","userTier":"developer","total":114816,"startIndex":1,"pageSize":10,"currentPage":1,"pages":11482,"edition":{"id":"uk-news","webTitle":"UK news","webUrl":"https://www.theguardian.com/uk-news","apiUrl":"https://content.guardianapis.com/uk-news","code":"default"},"section":{"id":"uk-news","webTitle":"UK news","webUrl":"https://www.theguardian.com/uk-news","apiUrl":"https://content.guardianapis.com/uk-news","editions":[{"id":"uk-news","webTitle":"UK news","webUrl":"https://www.theguardian.com/uk-news","apiUrl":"https://content.guardianapis.com/uk-news","code":"default"}]},"results":[{"id":"uk-news/2017/feb/16/stoke-byelection-lib-dems-alert-police-over-text-urging-muslims-to-vote-labour","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T14:23:10Z","webTitle":"Stoke byelection: Lib Dems alert police over text urging Muslims to vote Labour","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/stoke-byelection-lib-dems-alert-police-over-text-urging-muslims-to-vote-labour","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/stoke-byelection-lib-dems-alert-police-over-text-urging-muslims-to-vote-labour","fields":{"body":"<p>The Lib Dems have alerted the police after messages sent to some Muslim voters in Stoke-on-Trent suggested they could go to hell if they failed to vote Labour to keep out Ukip’s Paul Nuttall.</p> <p>The anonymous message, distributed locally to some in the Muslim community by text and Whatsapp, called for people to vote Labour so as not to help “enemies of Islam”.</p> <p>It said voting for the Lib Dem candidate, Dr Zulfiqar Ali, a Muslim, could help “far-right, anti-Muslim, anti-Islamic Ukip party” take the seat, which is being contested in a byelection triggered by the resignation of Labour MP Tristram Hunt.</p> <p>It is not known how many people received the message, but the Lib Dems claimed it had been “distributed in large numbers” in support of the Labour candidate, Gareth Snell.<br /></p> <p>The Lib Dems demanded an apology from Labour on Thursday in a letter to the party’s election agent, copying in the police and Stoke returning officer.</p> <p>Ian Horner, the Lib Dem election agent, wrote: “I am sure that you realise that the religious nature of one of these messages could also be deemed to be covered by the ruling on ‘undue spiritual influence’ in the matter of a mayoral election for the London borough of Tower Hamlets held on 22 May 2014, when the Labour party were the victims of such tactics.”</p> <p>The party also called on Labour to condemn the “campaign of misinformation and intimidation currently under way in their name in Stoke-on-Trent”.</p> <p>Labour has said it has no idea who sent the messages. A campaign spokesperson said: “We were not aware of these text messages and we don’t condone the content. The campaign did not sanction the sending of these messages.”</p> <p>The contest is a bitter battle between Labour and Ukip. Nuttall was an early favourite to win but his chances have been dented by questions over his residency in the seat, his failure to name all six pottery towns and after he was forced to admit that claims on his website about losing close friends in the Hillsborough disaster were false.</p> <p>Snell’s candidacy has also proved controversial after he was forced to apologise for making offensive remarks about women on Channel 5’s Loose Women. He also backed remain in the referendum and suggested Brexit was a “massive pile of shit”, despite Stoke having strongly voted to leave the EU on 23 June.</p> <p>Ukip and Labour sources told the Guardian they now believe Labour will retain the seat, which is likely to see a depressed turnout and low voter engagement.</p> <p>The Lib Dems have been hoping to take some of the seat’s remain supporters but on Thursday Snell received the backing of More United, the <a href=\"https://www.theguardian.com/tv-and-radio/2016/dec/08/dan-snow-crowdfunds-pro-eu-mp\">cross-party group on the progressive left</a> that is backing pro-EU candidates. <br tabindex=\"-1\" /></p> <p>It was co-founded after the referendum by Paddy Ashdown, the former Lib Dem leader, and is led by historian Dan Snow, with the aim of supporting politicians who adhere to five principles, including seeking the closest relationship with the EU or rejoining “if that becomes necessary and possible”. </p> <p>The group, which has around 70,000 members, takes inspiration from <a href=\"https://www.theguardian.com/politics/video/2016/jun/16/labour-mp-jo-cox-maiden-speech-parliament-video\">the maiden speech</a> by the murdered Labour MP Jo Cox, who said people are far more united and have more in common than that which divides them. A poll of its members found 86% were in favour of backing Snell in Stoke.<br tabindex=\"-1\" /></p> <h2>The text of the message sent to Muslim voters in Stoke</h2> <p>Aslamalaykam my Brothers and Sisters.</p> <p>In this country, we Must vote due to Necessity / Majboori.</p> <p>This does not mean that we can vote for any Tom, Dick or Harry.</p> <p>This means that in order to stop the Far Right, Anti Muslim, Anti Islamic UKIP Party, we must vote for</p> <p>the Strongest candidate.</p> <p>If Dr Ali takes 500 Votes and Yaqub Mirza takes a 100 votes and UKIP defeat the Labour Party</p> <p>Candidate Gareth Snell by 550 votes, then You will have succeeded in helping to Elect an Anti</p> <p>Muslim and Anti Islam MP.</p> <p>Ok, you will have made Dr Ali and Mohammed Yaqub Akram (Mirza) happy Losers.</p> <p>&amp;</p> <p>You will have given a slap to our local councillors.</p> <p>But.</p> <p>Will you be able to answer for this in the Grave and on the Final Day???</p> <p>“I helped the Enemies of Islam because.....”</p> <p>May ALLAH TALLAH Grant Us All Hidayat, Ameen.</p>"},"isHosted":false},{"id":"uk-news/2017/feb/16/girl-pleads-not-guilty-to-of-seven-year-old-katie-rough","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T12:00:15Z","webTitle":"Girl pleads not guilty to murder of seven-year-old Katie Rough","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/girl-pleads-not-guilty-to-of-seven-year-old-katie-rough","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/girl-pleads-not-guilty-to-of-seven-year-old-katie-rough","fields":{"body":"<p>A teenage girl has pleaded not guilty to the murder of seven-year-old Katie Rough. <br /></p> <p>The 15-year-old, who cannot be named for legal reasons, appeared via video link at Leeds crown court to deny murdering the schoolgirl on 9 January this year.</p> <p>Dressed in a purple blouse, black trousers and glasses, the teenager sat in a side room of the court during the 30- minute hearing. <br /></p> <p>She remained silent throughout the hearing and indicated her plea in writing after being given a copy of the indictment outlining the charge against her. Her defence solicitor, Colin Byrne, then confirmed a not guilty plea. </p> <p>The recorder of Leeds, Peter Collier QC, adjourned the case for a further hearing on 4 April and set a trial, due to last two to three weeks, to begin on 3 July. <br /></p> <p>On Monday, hundreds of mourners donned rainbow-coloured accessories to celebrate Katie’s life at her funeral in York Minster.</p>"},"isHosted":false},{"id":"uk-news/2017/feb/16/met-police-chief-dealing-in-myths-hogan-howe-more-trust-in-marksmen-firearms","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T11:11:06Z","webTitle":"IPCC attacks Met chief's call for more trust in police marksmen","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/met-police-chief-dealing-in-myths-hogan-howe-more-trust-in-marksmen-firearms","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/met-police-chief-dealing-in-myths-hogan-howe-more-trust-in-marksmen-firearms","fields":{"body":"<p>The chief of the Independent Police Complaints Commission has accused the Metropolitan police commissioner of dealing in “myths and selective facts” in his call for police to be given more trust in their decisions to shoot people. </p> <p>Dame Anne Owers said Sir Bernard Hogan-Howe’s claim that her watchdog was increasingly treating firearms officers as suspects was not supported by the facts. She said delays in IPCC investigations were often caused by officers refusing to cooperate in interviews and withholding evidence. </p> <p>Writing for <a href=\"http://www.thetimes.co.uk/edition/comment/the-police-cannot-shy-away-from-proper-scrutiny-v9vsm5zs9\">the Times</a>, Owers, who has led the IPCC since 2012, said: “Since 2010 we’ve completed 24 firearms investigations, eight of which related to fatalities. In all but three of them, including six of the fatal shootings, no firearms officer was ever treated as a suspect; they were all treated as witnesses.</p> <p>“When police witnesses cooperate fully and early, we can complete our investigations much more quickly. By contrast, when they don’t – for example giving statements that simply say when they came on and off duty or refusing to answer questions at interview – it takes much longer. No one benefits, whether they are police officers or bereaved families.”</p> <p>Owers’ rebuke to Hogan-Howe, who is soon to retire from his role as Metropolitan police commissioner, comes after he used <a href=\"https://www.theguardian.com/uk-news/2017/feb/14/bernard-hogan-howe-armed-police-deserve-more-public-trust\">his last set-piece speech</a> to complain that officers were being put off from volunteering for firearms roles because they dread spending years under investigation, or even being put on trial. </p> <p>“This a dangerous place to be – in two ways,” he told an audience at the Royal United Services Institute (RUSI), a defence and security thinktank. “We simply don’t have enough people now wanting to do these jobs. The failure rate in training is high.</p> <p>“Secondly, we can’t afford to have officers think twice because they fear the consequences of shooting someone. That’s how they get shot, or the public gets hurt or a criminal gets away with a gun.”</p> <p>But his insistence that the public ought to have “less suspicion and more trust” in police decisions to shoot suspects drew a sharp riposte from Owers. “Rigorous independent scrutiny is not a threat; it is a protection,” she said. “If the police appear to shy away from this, there is a real risk to public trust.”</p> <p>Owers’ intervention comes amid sharp <a href=\"https://www.theguardian.com/uk-news/2017/feb/14/mother-of-man-shot-dead-by-police-criticises-met-chiefs-comments\">criticism of Hogan-Howe’s comments by families of people shot dead by police</a>. Margaret Smith, whose son, Jermaine Baker, was killed by an officer in December 2015, said: “It sounds as if the commissioner wants one law for the public and another law for the police.”</p> <p>Baker was sitting in a car with two other men police suspected of planning to spring from custody a prisoner who was being brought to Wood Green crown court in north London. Five men, including the two in the car who survived the police shooting, were later convicted of an attempt to break a criminal out of a prison van.</p> <p>A replica Uzi gun was found in the footwell of the back seat of the car. Baker, who was sitting in the front passenger seat, was pronounced dead at the scene. The officer involved, known as W80, was arrested by the IPCC on suspicion of murder 14 months ago and his case has been referred to the Crown Prosecution Service.</p> <p>A second controversial case is that of Azelle Rodney, who was shot dead as he sat in the backseat of a car by officers who suspected him to be part of a gang on their way to stage an armed robbery in London in 2005. A decade later, the police marksman who fired the shots was put on trial and acquitted. </p> <p>The length of time taken to bring that officer to trial is thought to be one of the factors uppermost in Hogan-Howe’s mind when he made his speech to RUSI. The prosecution came only after an inquiry found the killing to be unlawful and concluded that the account from the armed officer, Anthony Long, could not be true. Long shot Rodney six times in seconds with four bullets striking the suspect’s head.</p> <p>Daniel Machover, the solicitor who represented Rodney’s family, said: “Bernard Hogan-Howe’s statement asking for ‘more trust’ in firearms officers is unwarranted and rings hollow at a time when numerous scandals have damaged public confidence in the police. Trust is not something that can be asked for. Both the police and the IPCC need to improve the way in which firearms incidents are handled immediately post-incident.”<br /></p> <p>The widespread sense that police have impunity when it comes to the killing of suspects, particularly those of black and minority ethnic groups, in armed operations has strained relations between police and the public. The 2011 shooting of Mark Duggan in north London triggered riots across the capital that spread throughout the UK and became the biggest riots in postwar English history.</p>"},"isHosted":false},{"id":"uk-news/2017/feb/16/ryan-giggs-gary-neville-skyscraper-plans-threaten-manchester-heritage","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T09:00:37Z","webTitle":"Giggs and Neville skyscrapers 'threaten Manchester's heritage'","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/ryan-giggs-gary-neville-skyscraper-plans-threaten-manchester-heritage","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/ryan-giggs-gary-neville-skyscraper-plans-threaten-manchester-heritage","fields":{"body":"<p><strong></strong>A plan by former footballers Ryan Giggs and Gary Neville to build two skyscrapers in Manchester city centre would “damage the city’s historic core”, a government heritage agency has said.</p> <p>Historic England said the former Manchester United players’ <a href=\"http://st-michaels.com/about/\">£200m plan</a> would “erase” the area’s history and threaten its “precious heritage”.</p> <p>Neville and Giggs are applying for permission to build two bronze towers that include a five-star hotel, luxury apartments, restaurants, bars, retail outlets and a synagogue.</p> <p>The pair insist the work would transform the St Michael’s area near Manchester town hall and the Central Library.</p> <p>But the proposals, announced last July, would lead to the demolition of a 1950s synagogue, a 1930s police station and a historically important pub.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Z03QCvcHR2c\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/Z03QCvcHR2c?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Proposed Kinetic track from Princess Street to Albert Square, Manchester.</figcaption> </figure>   <p>Catherine Dewar, Historic England’s planning director for the north-west, said: “We are deeply concerned about how this scheme would affect some of Manchester’s most precious heritage. </p> <p>“It would have an impact on people’s appreciation and experience of the stunning town hall and library but it would also erase different layers of this area’s history, irreparably damaging the special character of the surrounding conservation area.”</p> <p>The 700,000 sq ft scheme includes a 200-bed five-star hotel, 153 apartments, 135,000 sq ft of Grade A offices and a synagogue. The site will also include 30,000 sq ft of retail and leisure space, including two sky bars/restaurants, in the 31-storey Number One St Michael’s, while Number Two St Michael’s will be a 21-storey office tower.</p> <p>Historic England said the design, height and colour of the development on Jackson’s Row would dominate the Deansgate and Peter Street conservation area and “dwarf the nationally important” Central Library and Grade I-listed town hall.</p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2015/oct/28/inside-neville-giggs-manchester-hotel-not-average-homeless-hostel\">Not your average homeless hostel: inside Neville and Giggs' hotel of hope</a> </p> </aside>  <p>Meanwhile an online petition to save the Abercromby pub – said to be the inspiration for the pub in BBC’s Life On Mars – has more than 4,500 supporters. </p> <p>Dewar said: “A dynamic city like ours needs to fully embrace development but this scheme is not good enough to justify the damage it would cause to the streets around the site and to the setting of the city’s most important buildings and spaces.</p> <p>“It threatens Manchester with the loss of historic places that have soul and tell important stories about our city’s past.” </p> <p>Speaking at Manchester town hall in July, Neville, 41, said he wanted the development to become the new landmark in the city. </p> <p>The former England full-back, who is director of Jackson’s Row Developments, said: “Our vision is to deliver the biggest statement in architecture and development that Manchester has seen in modern times.”</p>"},"isHosted":false},{"id":"uk-news/2017/feb/15/met-presses-undercover-police-inquiry-to-examine-fewer-officers","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-15T19:18:43Z","webTitle":"Met presses undercover police inquiry to examine fewer officers","webUrl":"https://www.theguardian.com/uk-news/2017/feb/15/met-presses-undercover-police-inquiry-to-examine-fewer-officers","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/15/met-presses-undercover-police-inquiry-to-examine-fewer-officers","fields":{"body":"<p>Scotland Yard is pressing to change the scope of a judge-led public inquiry which is examining the controversial activities of undercover officers who <a href=\"https://www.theguardian.com/uk/2012/jan/20/undercover-police-children-activists\">infiltrated hundreds of political groups</a>.</p> <p>Lord Justice Pitchford, the senior judge heading the inquiry, wants to ask for evidence from all the undercover officers who are still alive, as he is not confident that all the documents relating to their covert operations still exist. </p> <p>But the Metropolitan Police is arguing that the inquiry may not need to examine the conduct of every undercover officer in great detail.<br /></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/jun/29/sex-drugs-off-limits-undercover-police-guidelines\">Sex and drugs off limits for undercover police</a> </p> </aside>  <p><a href=\"https://www.ucpi.org.uk/communications/\">Correspondence published on Wednesday</a> reveals that the Met has pressed the inquiry to consider looking at a smaller number of officers in depth in order to save money. <br /></p> <p>Pitchford also disclosed on Wednesday that his inquiry is unlikely to start holding public sessions to hear evidence before 2018 – four years after the inquiry was ordered by <a href=\"https://www.theguardian.com/politics/theresamay\">Theresa May</a>, while she was home secretary. </p> <p>It follows a request from the Met for more time to submit legal applications to hold large parts of the inquiry behind closed doors, as police believe that nothing that identifies an undercover officer should be made public.</p> <p><a href=\"https://www.ucpi.org.uk/wp-content/uploads/2017/02/20170215-directions-extension-of-time-composite.pdf\">The correspondence</a> is published a week after a police watchdog, the Independent Police Complaints Commission, disclosed <a href=\"https://www.theguardian.com/uk-news/2017/feb/08/inquiry-over-met-police-intelligence-unit-claimed-to-have-destroyed-files\">it had uncovered evidence that a Scotland Yard intelligence unit had shredded</a> a large number of files after May ordered the public inquiry.</p> <p>May gave the order in March 2014, to examine what she called the “<a href=\"https://www.gov.uk/government/speeches/the-ellison-review\">very real and substantial failings</a>” of the undercover spies. </p> <p>She acted after it was confirmed that the undercover police had collected information about the parents of murdered teenager <a href=\"https://www.theguardian.com/uk-news/2016/aug/08/stephen-lawrence-new-images-of-potential-witness-released\">Stephen Lawrence</a>. </p> <p>Police have apologised after revelations that <a href=\"https://www.theguardian.com/uk-news/2016/mar/09/undercover-uk-police-spy-apologises-after-being-tracked-down-by-woman-he-deceived\">undercover officers had formed long-term, intimate relationships with</a> women and stolen the identities of dead children.</p> <p>The Met has signalled its intention to apply for legal orders to keep secret the identities of 116 undercover officers, and 58 other officers, who worked for an undercover unit, the<a href=\"https://www.theguardian.com/uk-news/2014/jul/24/special-demonstration-squad-undercover-unit-analysis\"> Special Demonstration Squad</a> (SDS), between 1968 and 2008. </p> <p>For a year the Met has been arguing <a href=\"https://www.theguardian.com/uk-news/2016/feb/21/police-request-secrecy-undercover-officers-inquiry\">that the work of the undercover operatives must be concealed to preserve</a> covert techniques <a href=\"https://www.theguardian.com/uk-news/2016/mar/22/police-undercover-officers-inquiry-heard-in-secret\">and to protect the spies from harm </a> ranging from revenge attacks to “social ostracisation”.</p> <p>In the correspondence published on Wednesday, it is revealed the Met asked Pitchford in December to reconsider whether the police should be required to submit applications to conceal all of the former undercover officers in the SDS.<br /></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2015/nov/20/met-police-apologise-women-had-relationships-with-undercover-officers\">Police apologise to women who had relationships with undercover officers</a> </p> </aside>  <p>Melanie Jones, a Met lawyer, wrote: “The Metropolitan Police Service recognises that a number of deployments will be properly subjected to a close scrutiny by the inquiry in meeting its terms of reference. This does not mean, however that each deployment will need to be subjected to the same depth of review.”</p> <p>She asked if the Met could submit legal applications to keep secret only the identities of those undercover officers that Pitchford “wishes to subject to more considered scrutiny”.</p> <p>She argued that it would be a waste public money to carry out legal work to submit secrecy applications which were later approved by the inquiry. </p> <p>Preparing applications to keep secret all the undercover officers would be “disproportionate given the resourcing this will require and all the other demands being made on the Metropolitan Police Service,” she wrote. </p> <p>She also argued that process of preparing the legal applications could be “harrowing and upsetting” for the undercover officers. “Some are in advanced years. Some may need to undergo distressing and confusing psychological or medical assessment which are themselves costly in financial resources.” </p> <p>She added that “individuals the inquiry may in fact have little or no interest in will need to go through this process anyway.”</p> <p>The Met wants an extension of the deadline – from 1 March until 1 October this year – to submit its secrecy applications. Pitchford is holding a public hearing on 5 April to consider the Met’s requests. </p>"},"isHosted":false},{"id":"uk-news/2017/feb/15/kaden-reddick-family-pays-tribute-boy-killed-reading-topshop","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-15T16:51:18Z","webTitle":"Family pays tribute to 'loving, energetic boy' killed in Topshop","webUrl":"https://www.theguardian.com/uk-news/2017/feb/15/kaden-reddick-family-pays-tribute-boy-killed-reading-topshop","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/15/kaden-reddick-family-pays-tribute-boy-killed-reading-topshop","fields":{"body":"<p>The family of a 10-year-old boy who was killed in a “horrific accident” at a Topshop store in Reading has paid tribute to a “loving, cheeky, energetic boy”.</p> <p><a href=\"https://www.theguardian.com/uk-news/2017/feb/14/reading-topshop-death-kaden-reddick-store-display-barrier\"> Kaden Reddick suffered serious head injuries</a> when a store display barrier fell on him at the Topshop store in the Oracle shopping centre on Monday afternoon, police said. </p> <p>He was taken to the Royal Berkshire hospital, but doctors were unable to save his life and pronounced him dead.</p> <p> Reddick’s family on Wednesday said his death would “leave a huge empty hole” in their lives. In a statement released through Thames Valley police, they described him as an “adventurous” and “creative boy” who wanted to become a teacher.</p> <p> “Kaden was a loving, cheeky, energetic boy whose death will leave a huge empty hole in the lives of everybody who knew him. Our house feels empty without him,” they said. “Kaden loved family holidays, with swimming being his favourite pastime.</p> <p>“He was always the first one in any pool or the sea. It didn’t matter how cold it was, he would jump in, trying to get everyone to join him. Kaden was a very creative boy, who loved school.”</p> <p> Police continue to investigate the death, which is being treated as unexplained but not suspicious. The store where the incident took place was closed on Tuesday as investigations inside continued, and flowers were left against the shop’s shutters.</p> <p>His family said Kaden was going to help make the props for the next school play, and had set up his bedroom as a classroom to play with his siblings. “He was also adventurous; loving to play outside on his bike, or with his friends in the woods.</p> <p>“For us, the saddest part of Kaden’s death is that he will never be able to fulfil his potential. He was looking forward to driving his older brother’s moped, driving a car, becoming a teacher, or visiting impossibly distant countries to him such as China. It is so hard to comprehend he will never do these things.” </p>  <figure class=\"element element-image\" data-media-id=\"98fa4dece4b04487a663d5124a2243a2e842191f\"> <img src=\"https://media.guim.co.uk/98fa4dece4b04487a663d5124a2243a2e842191f/0_102_4252_2551/1000.jpg\" alt=\"The Topshop store in the Oracle shopping centre in Reading.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Topshop store in the Oracle shopping centre in Reading where Kaden Reddick was fatally injured.</span> <span class=\"element-image__credit\">Photograph: Dominic Harris/PA</span> </figcaption> </figure>  <p>The family added the boy would be “forever remembered”. “He was much loved by all of his family and friends, and will be hugely missed by his siblings, and everyone else who was touched by his warmth and love,” they said.</p> <p>An inquest is yet to open and no date for a postmortem examination has been set. Det Supt Paul Hayles said: “Detectives are now working with the local authority and the store owners to gather all of the information on how this incident happened.”</p> <p> Topshop, which is part of the Arcadia group controlled by the retail tycoon Sir Philip Green, said in a statement: “The Topshop board, together with thousands of staff, are deeply saddened by the horrific accident that occurred in our Reading store [Monday] afternoon.</p> <p> “All our thoughts are very much with the family at this difficult time. We are thoroughly investigating all the events surrounding this extremely sad situation.”</p>"},"isHosted":false},{"id":"uk-news/2017/feb/15/scottish-governments-forestry-strategy-called-into-question","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-15T16:47:49Z","webTitle":"Scottish gamekeepers and mountaineers oppose tree-planting plan","webUrl":"https://www.theguardian.com/uk-news/2017/feb/15/scottish-governments-forestry-strategy-called-into-question","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/15/scottish-governments-forestry-strategy-called-into-question","fields":{"body":"<p><a href=\"https://www.theguardian.com/uk/scotland\">Scotland</a>’s mountaineers and gamekeepers have rarely seen eye to eye. But now they have put their differences behind them to oppose an apparently innocuous plan that both say threatens the country’s landscape: a proposal to plant thousands of new trees.</p> <p>The Scottish Gamekeepers Association (SGA) and Mountaineering Scotland admit they are unlikely bedfellows, having historically disagreed over access to land for walkers and issues of wildlife preservation. But they are united in their concerns over proposals that are part of the government’s <a href=\"http://www.gov.scot/Resource/0051/00513102.pdf\">Draft Climate Change Plan</a>, which they say could threaten the country’s “dramatic open views and vistas”.</p> <p>The two groups have written to Scotland’s environment secretary to raise issues about plans to increase the country’s woodland cover from 17% to 25% by 2050. The Draft Climate Change Plan includes a commitment to plant 10,000 extra hectares of trees between now and 2020, extending to 15,000 hectares per year by 2024.<br /></p> <p>Neil Reid of Mountaineering Scotland acknowledges that the interests of hillwalkers and mountaineers had sometimes clashed with those of gamekeepers in the past, but said the two bodies had a shared interest in protecting the iconic Scottish landscape.</p> <p>“What we are arguing for is for a coherent policy,” he said. “There may well be arguments between all the various interested organisations about what that policy will eventually look like, and I imagine ourselves and the SGA will disagree on some issues, but what we’re completely agreed on is that there is a need for an overarching policy to be developed”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2017/jan/19/scotland-sets-ambitious-goal-of-66-emissions-cut-within-15-years\">Scotland sets ambitious goal of 66% emissions cut within 15 years</a> </p> </aside>  <p>In the letter addressed to the Scottish environment minister, Roseanna Cunningham, the two bodies said there has so far been a “failure to join up what is required from the land to meet forestry targets and what we might want to keep in terms of internationally rare and valuable landscapes and ecosystems”.<br /></p> <p>“While Scotland’s open landscapes and upland moors are classed as rare in global terms, there is currently no policy position safeguarding them,” the letter reads. “Some areas are designated as of special ecological or scenic interest but most are unprotected and disregarded.”</p> <p>Scotland’s woodland cover is about half of the average of other EU countries and less than one quarter of the woodland area that once covered much of Scotland’s land. Among the benefits of ‘afforestation’ cited by Scotland’s forestry commission are its contribution to tackling greenhouse gas emissions, restoring lost habitats for wildlife and flood management. </p> <p>Kenneth Stephen, from the SGA, cited <a href=\"http://www.james-hc-fenton.eu/Downloads/SGA%20moorland%20strategy%20-%20final%2018%20Nov%20-%20150dpi.pdf\">a report</a> they commissioned by ecologist Dr James Fenton titled “A Future for Moorland in Scotland”. “The report suggested that, because of a lack of policy vision, globally rare habitats in Scotland have been lost in a piecemeal manner over decades,” he said.<br /></p> <p>“What we are saying is that we don’t want an unthinking loss of something that is so rare. What we really need is that overarching policy vision that puts these treasured landscapes at its heart.”</p> <p>The body has estimated that 20% of heather moorland disappeared between 1940 and 1970 and a further 500,000 hectares is under threat through the Scottish government’s forestry strategy.</p> <p>A Scottish government spokesman said that the increased woodland creation targets announced as part of the Climate Change Plan would be taken forward in a sustainable way, that included working closely with a range of stakeholders. “This will include appropriate consideration of Scotland’s distinctive upland landscapes,” they said.</p>"},"isHosted":false},{"id":"uk-news/2017/feb/15/tara-palmer-tomkinson-did-not-have-brain-tumour-says-sister-santa-montefiore","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-15T14:36:29Z","webTitle":"Tara Palmer-Tomkinson died peacefully in her sleep, says family","webUrl":"https://www.theguardian.com/uk-news/2017/feb/15/tara-palmer-tomkinson-did-not-have-brain-tumour-says-sister-santa-montefiore","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/15/tara-palmer-tomkinson-did-not-have-brain-tumour-says-sister-santa-montefiore","fields":{"body":"<p>Tara Palmer-Tomkinson had been making plans for the future when she died peacefully in her sleep, her family has said.</p> <p>In the first statement issued since the socialite’s sudden death last week, her family thanked the “many people” who had contacted them, adding that it had been “a source of great comfort to know how loved she was by so many people”. </p> <p>The statement said the former “It girl”, 45, died peacefully in her sleep due to a perforated ulcer and peritonitis. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/gallery/2017/feb/08/tara-palmer-tomkinson-a-life-in-pictures\">Tara Palmer-Tomkinson – a life in pictures</a> </p> </aside>  <p>It continued: “Those that knew and were close to Tara knew that there was no retreat to a ‘dark place’ as some have disappointingly sought to suggest. In the last few weeks Tara was happy, positive and making plans for when she recovered her health.</p> <p>“As usual she had been busy with the friends and family she loved, and who loved her in return. She was in communication with her family and others of whom she was fond over her final weekend and had spent a lot of her time recording music and playing the piano in her apartment – a sure sign that she was happy and feeling good.”</p> <p>The family confirmed her funeral would be held on 27 February. </p> <p>They said: “This will be a private moment for family and close friends to grieve and we would ask that our privacy at this time is respected. We will miss Tara very much and will never forget the joy, love and humour she brought to our lives.” </p> <p>The socialite, former model and TV personality was <a href=\"https://www.theguardian.com/uk-news/2017/feb/08/tara-palmer-tomkinson-dies-aged-45\">found dead in her London flat last week</a>. News of her death brought a flood of tributes, including from the Prince of Wales, a close family friend, who said he was “deeply saddened”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/tv-and-radio/video/2017/feb/08/tara-palmer-tomkinson-remembrance-video\"            data-short-url=\"https://gu.com/p/5qc6h\"                    data-show-ads=\"true\"            data-video-id=\"3177890\"            data-video-name=\"Tara Palmer-Tomkinson dies aged 45 – video report\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-589b725fe4b08bb4fbbea0a0\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"http://cdn.theguardian.tv/mainwebsite/2017/02/08/170208TaraPTOBIT_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=12038671&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=12038671&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/tv-and-radio/video/2017/feb/08/tara-palmer-tomkinson-remembrance-video\">Tara Palmer-Tomkinson dies aged 45 – video report</a></figcaption> </figure>   <p>The author Santa Montefiore posted a series of tweets earlier on Wednesday thanking people for their support in recent days following her sister’s death, but added that she wanted to “clarify” a few things and referenced a coroner’s report. </p> <p>She wrote: “I’ve been so touched by the warm response to Tara’s death. Thank you from the whole family. But I’d like to clarify a couple of points. </p> <p>“Today the coroner’s report states that Tara died of natural causes – a perforated ulcer. She did not have a brain tumour.” </p> <p>In November Palmer-Tomkinson said: “I went to the doctors to talk about my latest blood tests when I got back from skiing in January. I said: ‘What does this mean? Can you translate it?’ And the doctor said: ‘As I suspected, you have a brain tumour.’”</p> <p>She added: “I got terribly frightened. I started thinking: ‘I’m going to die, I’m going to die. I’ve only got a couple of weeks to live.’ Stuff like that.”</p> <p>She had been taking medication, she said, adding: “Thankfully, it seems to have gone away for now.”</p>"},"isHosted":false},{"id":"uk-news/2017/feb/15/millionaire-who-killed-his-wife-sued-by-sons-for-profiting-from","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-15T13:15:47Z","webTitle":"Millionaire who killed his wife sued by sons for 'profiting' from murder","webUrl":"https://www.theguardian.com/uk-news/2017/feb/15/millionaire-who-killed-his-wife-sued-by-sons-for-profiting-from","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/15/millionaire-who-killed-his-wife-sued-by-sons-for-profiting-from","fields":{"body":"<p>A millionaire businessman who stabbed his wife to death in the midst of a bitter divorce row is being sued for £1.5m by his two sons.</p> <p>Ben Workman, 27 and his brother Nicholas, 23, said their father, Ian, had “profited” from their mother’s death.<br tabindex=\"-1\" /></p> <p>In the case at the appeal court in London described as “unique and troubling”, the brothers claim their 63-year-old father would have had to hand over half his fortune to their mother, Susan, in a divorce settlement had he not murdered her.<br tabindex=\"-1\" /></p> <p>If the car dealer is allowed to keep the £3.3m fortune, the brothers’ lawyers argue, he will have profited from murdering their mother.<br tabindex=\"-1\" /></p> <p>Workman, who is serving a life sentence, is defending himself from his prison cell and insists he did not kill his wife for money. He is believed to have given away almost his entire fortune to his eldest son, Grant, 28, who has stood by him throughout his conviction.</p> <p>Workman stabbed his wife through the heart in a frenzied row at the family home in Edgworth, near Bolton, in April 2011.<br /></p> <p>Stephen Killalea QC told London’s civil appeal court that Workman snapped as the estranged couple rowed over the financial fallout from their divorce. Susan had been claiming a payout of about £1.5m from her former partner.<br tabindex=\"-1\" /></p> <p>But the money remained in his possession after he was convicted of her murder at Preston crown court in December 2011.<br tabindex=\"-1\" /></p> <p>Workman claims he has been treated “unfairly and oppressively” by his two sons but they are determined he should not profit from their mother’s murder. Backing their claim is Susan’s sister, Carol Forrester, who is representing her murdered sibling’s estate.</p> <p>Workman watched the case via live video link from jail as his lawyers insisted he had not been given a fair chance to defend himself.</p> <p>The brothers’ case reached the appeal court after Workman challenged a judgment for £1,503,579 that was entered against him in 2013.</p> <p>As part of an asset-freezing injunction, Workman had been ordered to disclose his assets worldwide. But Killalea said he made no attempt to comply with the order and, as a result, was barred from defending his sons’ claim.</p> <p>The QC also claimed Workman had “voluntarily dissipated virtually all his assets” to Grant.<br /></p> <p>Workman’s obstruction of the legal process had led to “horrendous delays” and caused “intense emotional strain” to the brothers and deepened the trauma already caused by their mother’s murder, he added.</p> <p>However, Workman’s barrister, Katherine McQuail, urged the appeal court to give him a fair chance to defend himself against his sons’ claim.</p> <p>Denying that a “profit motive” lay behind the murder, she said Workman was “in temper” when he killed his wife at the height of a “bitter dispute” during the breakdown of their 35-year marriage.<br tabindex=\"-1\" /></p> <p>During his trial, Workman insisted he acted in self defence after his wife came at him with a kitchen knife and that she was fatally injured during the struggle. But he was convicted and ordered to serve a life sentence. His conviction challenge was turned down by the criminal appeal court in 2014.<br tabindex=\"-1\" /></p> <p>At his murder trial the court heard poignant extracts from Susan’s diary – with the last entry written moments before the killing. The log, titled “Sue’s Memories”, recorded how her former husband stormed into the house to retrieve his “clothes and jumpers”. Her last unfinished line read “standing, staring at me acro …” before she was stabbed to death.</p> <p>Lord Justice McCombe, Lady Justice Sharp and Lady Justice Thirlwall have now reserved their decision on Workman’s appeal.<br /></p>"},"isHosted":false},{"id":"uk-news/2017/feb/15/rolf-harris-to-be-retried-on-three-sexual-offence-charges","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-15T11:04:45Z","webTitle":"Rolf Harris to be retried on three sexual offence charges","webUrl":"https://www.theguardian.com/uk-news/2017/feb/15/rolf-harris-to-be-retried-on-three-sexual-offence-charges","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/15/rolf-harris-to-be-retried-on-three-sexual-offence-charges","fields":{"body":"<p>The former children’s entertainer and artist Rolf Harris is to be retried on three sexual offence charges on which a jury were last week unable to reach a verdict, and will face one new count.</p> <p>The jury found the 86-year-old Australian not guilty of three assaults after a trial at Southwark crown court in London but they were discharged from deliberating further on four undecided counts. </p> <p>On Wednesday morning Harris appeared again at Southwark via video link to hear Julia Walker, prosecuting, tell Judge Alistair McCreath a retrial was sought on three of the undecided charges plus an extra count related to one of the complainants.</p> <p>The claims relate to alleged incidents involving a 14-year-old girl at the Lyceum theatre in London’s West End in 1971, a 16-year-old during the filming of ITV’s Star Games in 1978, and a 13-year-old in the green room of the BBC’s Saturday Superstore in 1983. One count of indecent assault, relating to a 19-year-old backing singer at a rehearsal studio in London, has been dropped by the Crown Prosecution Service.</p> <p>McCreath, who will retire before the trial, said: “We will need to discover who the trial judge is to be – I shall be history by then.” </p> <p>He added: “Mr Harris, you have been listening to this I’m sure, the retrial will take place on 15 May, I have I think formally remanded you in custody in the meantime.” </p> <p>A spokesman for the CPS said it had decided to seek a retrial after careful consideration. “This decision was taken after consideration of all the matters set out in our legal guidance on seeking retrials when a jury has failed to agree on a verdict,” he said.</p> <p>“The Crown Prosecution Service reminds all concerned that criminal proceedings against Rolf Harris remain active and that he has a right to a fair trial. It is extremely important that there should be no reporting, commentary or sharing of information online which could in any way prejudice these proceedings.”<br /></p>"},"isHosted":false}]}}
