{"response":{"status":"ok","userTier":"developer","total":114823,"startIndex":1,"pageSize":10,"currentPage":1,"pages":11483,"edition":{"id":"uk-news","webTitle":"UK news","webUrl":"https://www.theguardian.com/uk-news","apiUrl":"https://content.guardianapis.com/uk-news","code":"default"},"section":{"id":"uk-news","webTitle":"UK news","webUrl":"https://www.theguardian.com/uk-news","apiUrl":"https://content.guardianapis.com/uk-news","editions":[{"id":"uk-news","webTitle":"UK news","webUrl":"https://www.theguardian.com/uk-news","apiUrl":"https://content.guardianapis.com/uk-news","code":"default"}]},"results":[{"id":"uk-news/2017/feb/17/princess-diana-fashion-legacy-celebrated-exhibition-kensington-palace","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-17T15:00:13Z","webTitle":"Princess Diana's fashion legacy to be celebrated at Kensington Palace","webUrl":"https://www.theguardian.com/uk-news/2017/feb/17/princess-diana-fashion-legacy-celebrated-exhibition-kensington-palace","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/17/princess-diana-fashion-legacy-celebrated-exhibition-kensington-palace","fields":{"headline":"Princess Diana's fashion legacy to be celebrated at Kensington Palace","body":"<p>Twenty years after their flower-covered gates became her unofficial shrine, an exhibition at Kensington Palace reframes Diana’s story, from the tale of a tragic princess to that of an empowered modern woman who shaped her identity.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2015/dec/20/princess-diana-mario-testino-brush-with-greatness\">The photoshoot that redefined Princess Diana’s life</a> </p> </aside>  <p>Diana: Her Fashion Story casts her not as a victim, but as independent-minded and active in championing her personal goals and the causes she supported. </p> <p>A unique lineup of dresses charting her journey from teenage ingenue to international star makes the case for the princess as a pioneer of visual messaging.<br /></p> <p>Curator Eleri Lynn, who collaborated with Diana’s favoured designers and photographers in staging the show, said: “Everyone who worked with her recalls that she knew what she liked and was very active in her own image-making.”</p>  <figure class=\"element element-image\" data-media-id=\"ed347322120c0413db96cd8a916af0bcff63fd8c\"> <img src=\"https://media.guim.co.uk/ed347322120c0413db96cd8a916af0bcff63fd8c/0_0_2699_4170/647.jpg\" alt=\"Charles and Diana during their honeymoon at Balmoral in Scotland, 1981. The princess is wearing a suit designed by Bill Pashley with pumps by the Chelsea Cobbler.\" width=\"647\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Charles and Diana during their honeymoon at Balmoral in Scotland, 1981. The princess is wearing a suit designed by Bill Pashley with pumps by the Chelsea Cobbler.</span> <span class=\"element-image__credit\">Photograph: Tim Graham/Getty</span> </figcaption> </figure>  <p>Diana’s success as an image maker was reflected in the fact that “many of us have the impression that we knew what Diana was like, in some way”, said Lynn. “When I got into the research, it was a surprise to discover how little footage there exists of her speaking. The Diana that we think we know comes to a great extent from still photographs.”<br /></p> <p>Lynn said the emotional power of Diana’s style narrative came from the fact that to some extent, this was “a journey most women go on – from being a hesitant teenager, to maturity and confidence. But she did it on the international stage.” </p> <p>In 1980, Lady Diana Spencer was so guileless that the <a href=\"http://www.marieclaire.co.uk/fashion/princess-diana-s-dresses-the-truth-behind-her-most-famous-fashion-moments-116675\">first published images of her as Prince Charles’s love interest</a> are best remembered for her backlit transparent skirt, but she quickly learned the style ropes and, having done so, began to use them to her advantage. </p> <p>“Fashion is a great medium to talk about the princess, because it is a language which she herself mastered in order to communicate with others,” said Lynn.<br /></p>  <figure class=\"element element-image\" data-media-id=\"dd481bd5d53cbe53ab7f113c5d1ceef1db66a09d\"> <img src=\"https://media.guim.co.uk/dd481bd5d53cbe53ab7f113c5d1ceef1db66a09d/8_19_1693_2522/671.jpg\" alt=\"Diana wears a Bellville Sassoon dress and a chunky pearl choker.\" width=\"671\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Diana wears a Bellville Sassoon dress and a chunky pearl choker.</span> <span class=\"element-image__credit\">Photograph: Tim Graham/Getty</span> </figcaption> </figure>  <p>A wall of sketches includes one of a brightly coloured Bellville Sassoon floral dress and wide-brimmed hat. Diana ordered the dress, and it became a favourite on her visits to children’s hospitals, always teamed with chunky jewellery that gave nervous children something to focus on and play with. (She never ordered the hat because, she said, “you can’t cuddle a child if you are wearing a hat”.) </p> <p>Quick to master the rules of a public wardrobe, she then learned to bend them. She used fashion creatively, dressing with deliberate informality to convey approachability and break down barriers, especially when she visited patients with HIV.<br /></p> <p>Diana’s weaponisation of fashion during her divorce has been well documented. <a href=\"http://www.womansown.co.uk/news/story-behind-picture-princess-diana-serpentine-41388/\">The cocktail frock she wore the night in 1994</a> when her husband was admitting his relationship with Camilla Parker Bowles to Jonathan Dimbleby on ITV became known as “the revenge dress”. But as the point of view of the palace establishment – and staged at a time when Charles and Camilla have been married for 12 years – this exhibition focuses instead on the use of Diana’s style for public causes.<br /></p> <p>Nonetheless, is it notable that after her wedding day, few of the most famous images of Diana feature Charles. Although she came into public life as a shy fiancee and was single for only five years before her death, her persona is very much as a single woman in the spotlight. </p>  <figure class=\"element element-image\" data-media-id=\"240470d5c39dfc2008fe72a57a7a7c6f0dd8ec29\"> <img src=\"https://media.guim.co.uk/240470d5c39dfc2008fe72a57a7a7c6f0dd8ec29/0_0_2403_3549/677.jpg\" alt=\"Princess Diana visiting patients and staff at the London Lighthouse, a centre for people affected by HIV and Aids, in October 1996.\" width=\"677\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Princess Diana visiting patients and staff at the London Lighthouse, a centre for people affected by HIV and Aids, in October 1996.</span> <span class=\"element-image__credit\">Photograph: Princess Diana Archive/Getty</span> </figcaption> </figure>  <p>One of the most enduring images of her marriage is of <a href=\"http://time.com/4296741/royal-visit-taj-mahal-princess-diana-prince-william-kate-middleton/\">Diana poignantly alone in front of the Taj Mahal</a>, on one of her last overseas trips with Charles. The Victor Edelstein dress in which she danced at the White House – with John Travolta, rather than her then husband – in 1985, which featured in the exhibition, sold for £240,000 at <a href=\"https://www.theguardian.com/uk/2013/mar/15/princess-diana-dresses-auction\">auction four years ago</a>.<br /></p> <p>The many visitors to Kensington Palace who are drawn by their emotional connection to Diana will be charmed by a gown worn for private entertaining in the palace in the mid-80s, the silk velvet skirt marked by hundreds of tiny indents the curators believe to be fingerprints made by her sons Princes William and Harry, who would have been around knee-height at the time. </p>  <figure class=\"element element-image\" data-media-id=\"d406e485a78c9ed452c0143757d3c383019cf6f6\"> <img src=\"https://media.guim.co.uk/d406e485a78c9ed452c0143757d3c383019cf6f6/309_332_2473_1484/1000.jpg\" alt=\"Princess Diana dances with actor John Travolta in a dress designed by Victor Edelstein, at the White House in 1985.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Princess Diana dances with actor John Travolta in a dress designed by Victor Edelstein, at the White House in 1985.</span> <span class=\"element-image__credit\">Photograph: Tim Graham/Getty Images</span> </figcaption> </figure>  <p>But the exhibition is also likely to attract younger visitors whose knowledge of the princess comes largely through her style influence.</p> <p>Her status as a fashion muse can be seen in the <a href=\"http://www.glamourmagazine.co.uk/gallery/best-pie-crust-blouses-inspired-by-alexa-chung\">recent trend for pie-crust collar blouses</a>, revived by Alexa Chung, and in <a href=\"http://www.dazeddigital.com/fashion/article/33292/1/wah-nails-sharmadean-reid-debuts-fashion-line\">a collection for Asos designed by Sharmadean Reid MBE</a> last year in direct homage to Diana’s style, which featured hot-pink sheath dresses, pearl-trim cocktail wear and Sloane ranger kilts.<br /></p> <p>The exhibition also reflects the development of Diana’s relationship with the media. A <a href=\"http://www.gettyimages.co.uk/photos/princess-diana-venice?excludenudity=true&amp;sort=mostpopular&amp;mediatype=photography&amp;phrase=princess%20diana%20venice\">boxy green coat worn on an early trip to Venice</a> was criticised in the press, and never seen again. (“She read her reviews,” said Lynn.) </p>  <figure class=\"element element-image\" data-media-id=\"de029436a057bd254deee5b3bf39ed8564cdc4ba\"> <img src=\"https://media.guim.co.uk/de029436a057bd254deee5b3bf39ed8564cdc4ba/121_0_4676_3420/1000.jpg\" alt=\"Some of the gowns are prepared for the exhibition.\" width=\"1000\" height=\"731\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Some of the gowns are prepared for the exhibition.</span> <span class=\"element-image__credit\">Photograph: Carl Court/Getty</span> </figcaption> </figure>  <p>Her early passion for ruffles faded after she learned that they photographed badly, and she began to move toward a more sleek aesthetic, exemplified in the exhibition by a pearl-beaded Catherine Walker two-piece from 1989 whose high collar, while Elizabethan in inspiration, earned it the nickname of <a href=\"http://collections.vam.ac.uk/item/O130882/the-elvis-dress-state-evening-ensemble-walker-catherine/\">the “Elvis dress”</a>. </p> <p>Diana became highly sophisticated in the detail of her public wardrobe, sometimes ordering a suit with alternate jackets in two sizes so she could wear the larger size for more active days and the slimmer for photographs. “You’d be amazed what you have to think about,” she once said.<br /></p>  <figure class=\"element element-image\" data-media-id=\"69be9dfe4ecd5c346d09542927266ddbccb6a276\"> <img src=\"https://media.guim.co.uk/69be9dfe4ecd5c346d09542927266ddbccb6a276/0_0_1467_2285/642.jpg\" alt=\"Diana attends a performance of Swan Lake at the Royal Albert Hall in west London. She is wearing a Jacques Azagury dress and Jimmy Choo slingbacks.\" width=\"642\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Diana attends a performance of Swan Lake at the Royal Albert Hall in west London. She is wearing a Jacques Azagury dress and Jimmy Choo slingbacks.</span> <span class=\"element-image__credit\">Photograph: Tim Graham/Getty</span> </figcaption> </figure>  <p><a href=\"https://www.wsj.com/articles/SB10001424127887324576304579073101523068992\">Designer Jacques Azagury</a>, who has lent two dresses to the exhibition, remembers that the young woman he first met “had a Knightsbridge Sloane ranger look which was very particular to the English”. </p> <p>As Diana grew up and travelled, she developed a more international attitude which was reflected in her dress. “She loved coming to my shop, because she loved fashion. She was excited to see what was new, but she already knew exactly how she wanted to look.”<br /></p> <p><em>Diana: Her Fashion Story opens on 24 February at Kensington Palace and runs throughout 2017</em></p>","shortUrl":"https://gu.com/p/6vz5k","thumbnail":"https://media.guim.co.uk/f4889ae0c404c499ec7a09ccb765889a9725c69b/0_0_4198_2520/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/17/belfast-jewish-community-antisemitic-online-abuse","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-17T12:57:17Z","webTitle":"Belfast Jewish community subjected to antisemitic online abuse","webUrl":"https://www.theguardian.com/uk-news/2017/feb/17/belfast-jewish-community-antisemitic-online-abuse","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/17/belfast-jewish-community-antisemitic-online-abuse","fields":{"headline":"Belfast Jewish community subjected to antisemitic online abuse","body":"<p>Belfast’s dwindling Jewish community has been subjected to online antisemitic abuse, it has emerged.</p> <p>The Belfast Jewish Community group confirmed that the abuse contained a racist image sent to its Facebook page. The incident comes just over six months after 13 Jewish graves were desecrated in Belfast’s city cemetery.</p> <p>A spokesperson for the group said Jews in Belfast would be stepping up security following the abuse including seeking help from the Police Service of Northern Ireland.</p> <p>Michael Black said they have also been in touch with the Community Security Trust – the body in the UK that oversees the protecting of Jewish communities – for advice.</p> <p>“We have to take security very seriously because of events that have been happening across Europe,” Black said. “I find it very sad that there are people out there who feel that they have to express their antisemitism or racial prejudices in such a way.”</p> <p>Black confirmed that there have still been no arrests in connection with the vandalism of the Jewish graves last August. Work is currently underway to restore the Jewish part of the cemetery, which dates back to 1871.</p> <p>Rabbi David Singer said that until further notice he could not put up details or locations of events related to Belfast’s Jewish community.</p> <p>Singer said it was with “a heavy heart and great sadness” that he had to tell the community about the racist imagery and abuse.</p> <p>The Ulster Unionist party’s north Belfast assembly election candidate Robert Foster condemned those behind the latest incident of antisemitism directed at Belfast’s estimated 80 Jews.<br /></p> <p>Foster said: “Any such threats must be taken seriously bearing in mind the terror attacks which have taken place in Europe, often targeting the Jewish community. Furthermore, 13 Jewish graves were damaged in an attack at the city cemetery in August, and I believe it is vital that public representatives should speak out in condemnation of all these type of incidents. <br /></p> <p>“This is a community which has a long and proud history in Northern Ireland and especially in the city of Belfast. It has been prominent in the cultural, political and business life of the city, providing Lord Mayors and leading industrialists. Indeed one president of Israel – Chaim Herzog – was born in Belfast in 1918.”</p> <p> He added: “I believe we must recognise the very positive role the Jewish community has played and still plays in Northern Ireland and provide support at times like this.”</p>","shortUrl":"https://gu.com/p/6vz74","thumbnail":"https://media.guim.co.uk/3d51ed4a22a88129197f68831223c3f51dcbe3c8/0_299_5374_3224/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/17/daniel-morgan-murder-jonathan-rees-case-malicious-police","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-17T10:54:08Z","webTitle":"Daniel Morgan murder: three men lose case against 'malicious' police","webUrl":"https://www.theguardian.com/uk-news/2017/feb/17/daniel-morgan-murder-jonathan-rees-case-malicious-police","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/17/daniel-morgan-murder-jonathan-rees-case-malicious-police","fields":{"headline":"Daniel Morgan murder: three men lose case against 'malicious' police","body":"<p>Three men charged with the 1987 murder of the private detective Daniel Morgan have lost their case that police maliciously tried to get them convicted. A fourth man has won part of his claim for damages.</p> <p>The Morgan case is mired in claims of police and media corruption. </p> <p>Morgan’s former business partner, Jonathan Rees, and his brothers-in-law, Garry and Glenn Vian, were tried for murder but the case collapsed in 2011. Sid Fillery was charged with conspiracy to pervert the course of justice but eventually the crown dropped the case against him.</p> <p>In the civil case the four sued the Metropolitan police, alleging that officers were so determined to see them convicted that the force’s pursuit became malicious.</p> <p>On Friday at the high court in central London, Mr Justice Mitting ruled against Rees and the Vians while Fillery won part of his claim. A claim of misfeasance in public office went in Fillery’s favour because the only witness against him was deemed unreliable and had been mishandled by the detective leading the case.</p> <p>Fillery was awarded £25,000 in interim damages. The judge said the final sum would be higher and would be decided later. <br /></p> <p>Morgan was killed outside the Golden Lion pub in Sydenham, south London, on 10 March 1987, aged 37. He was found with an axe embedded in his head.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"f184a9e4563e200cb34aa598e8e078136db0d533\"> <img src=\"https://media.guim.co.uk/f184a9e4563e200cb34aa598e8e078136db0d533/40_223_1118_670/1000.jpg\" alt=\"Daniel Morgan.\" width=\"1000\" height=\"599\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Daniel Morgan was a partner at the detective agency Southern Investigations.</span> <span class=\"element-image__credit\">Photograph: Metropolitan Police/PA</span> </figcaption> </figure>  <p>The high court heard Rees paid Glenn Vian to carry out the killing, and that Vian struck two blows with the axe. The court also heard allegations Morgan had been looking into claims involving the drugs trade; it was claimed that one of the alleged killers said: “Morgan knew too much.”</p> <p>Fillery was a former Met police officer, a friend of Rees. After Morgan’s killing he replaced him in the detective agency Southern Investigations, where Morgan had been a partner.</p> <p>The News of the World and other media used Southern Investigations, and police suspected it was involved with corrupt officers selling information.</p> <p>The civil claim centred on the police investigation into the murder that collapsed in 2011 led by DCS David Cook, now retired. Lawyers for the men suing the Met attacked Cook’s ethics. Nicholas Bowen QC said Cook may have been driven to see Rees and the other men convicted because he “became convinced and resentful that Rees and Southern Investigations had fixed up a surveillance operation of his own activities with the active cooperation of the News of the World”.</p> <p>In the high court Mitting said Cook’s actions “amounted to the crime of doing an act tending and intended to pervert the course of justice”.</p> <p> Cook is alleged to have coached a key witness, Gary Eaton. The high court ruling said Cook did this not to get Eaton to give false evidence, but probably because he believed Eaton had been present at the murder and its aftermath but was too scared to say so.</p> <p> The ruling found Cook “did deliberately breach both guidelines and express instructions from his superiors which he knew would be likely to undermine the integrity of the evidence of the potential witness Eaton”.</p> <p> There was enough other evidence, other than from Eaton, for the charges against Rees and the Vian brothers to be brought, the ruling said. But Eaton was the only potential witness against Fillery and without that testimony the suspect would not have been prosecuted.</p> <p>The Met’s case was that witness after witness named the same suspects in connection with the Morgan murder. The criminal case collapsed mainly because it relied on informants whose testimony was ruled as inadmissible. </p> <p>Ultimately prosecutors decided to offer no evidence, citing problems with the legal process of discovery, by which the prosecution gives relevant documents to the defence.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/jun/22/untold-daniel-morgan-murder-britains-dirtiest-cover-up-has-become-a-must-listen-podcast\">Untold: Britain's dirtiest murder cover-up has become a must-listen podcast</a> </p> </aside>  <p>Bowen told the court: “The impropriety is not limited to the former DCS Cook. The Met police attitude to this case from the beginning was blinkered, and a mindset developed which propelled the various investigations towards the goal of seeking the conviction of our clients irrespective of the fact there was no credible evidence against them.”</p> <p>The suspects were subjected to bugging, with one recording capturing Rees revealing he could use his corrupt police contacts to access top secret information, including whether police working on the Morgan inquiry were monitoring him and any of the other suspects.<br /></p> <p>During the hearings, Jeremy Johnson QC for the Met told the court the murder and the alleged corruption in shielding the killers had “shocked the conscience of the nation”. He said Theresa May, while she was home secretary, had ordered an inquiry into the corruption claims. A panel is investigating and its report is due out this year.</p> <p>The Met police assistant commissioner Martin Hewitt said: “We strongly believed that it was right and justifiable to pursue these men as part of the investigation into Daniel Morgan’s murder. The judge has found in our favour in relation to the three men that were charged with Daniel’s murder. </p> <p>“In relation to Sidney Fillery we acknowledge the judge’s findings and what he said about ex-detective chief superintendent Cook. We are considering the appropriate next step to take.</p> <p>“Whilst we welcome this judgment, I am mindful that the work of the Daniel Morgan independent panel is ongoing, and we continue to work with them as they seek to fully examine the circumstances of Daniel’s murder, and the handling of the case since 1987.”</p>","shortUrl":"https://gu.com/p/6vneq","thumbnail":"https://media.guim.co.uk/84996c6a71a237a6a93af65db2d80af2d1819aa9/58_40_2212_1327/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/16/met-chief-bernard-hogan-howe-islamic-state-isis-supporters-return-to-britain","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T19:43:50Z","webTitle":"Met chief: 'brutalised' Isis supporters soon to return to Britain","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/met-chief-bernard-hogan-howe-islamic-state-isis-supporters-return-to-britain","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/met-chief-bernard-hogan-howe-islamic-state-isis-supporters-return-to-britain","fields":{"headline":"Met chief: 'brutalised' Isis supporters soon to return to Britain","body":"<p><span tabindex=\"-1\">Britain’s top police officer has warned that battle-hardened</span> jihadis who left Britain to fight with Islamic State may be on their way home to pose a<span tabindex=\"-1\"> heightened terrorist threat.</span></p> <p>Sir Bernard Hogan-Howe, in his final days as commissioner of the Metropolitan police, said that Britons who had travelled to Iraq and Syria were expected to return as the terrorist group lost ground.</p> <p>Hogan-Howe said the returnees from Isis, also known as Daesh, would put more pressure on Britain’s counter-terrorism police and security services because they were “brutalised” and better organised.</p> <p>In an interview with the London Evening Standard newspaper, Hogan-Howe said he thought counter-terrorism investigators would be able to mitigate the threat posed by the returnees. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2017/feb/06/police-seize-800-weapons-in-anti-terror-crackdown\">More than 800 guns seized in month-long counter-terror operation</a> </p> </aside>  <p>“We are now seeing Daesh’s sphere of influence being reduced in Syria and Iraq, and it looks as though it’s clear that they will lose and the other side will win,” he said. “Some of those people are going to come home and that’s the threat that’s hanging there.</p> <p>“The ones who return in reasonable numbers will put more pressure on us and will go to the top of the priority list in terms of looking at, because they will be brutalised, militarised, have friends and a level of organisation that we don’t experience today. They are the ones that we most have to worry about and it’s hard to predict when.”</p> <p>Hogan-Howe said Britain had been wise to steer clear of swingeing counter-terror laws because that had avoided alienating Muslims in Britain, the vast majority of whom oppose violence. </p> <p>“The Muslim community feel particularly sensitive because Islamism is about people who profess to be Muslims. I would argue that they are political criminals – it just happens to be masked in religion,” he said.</p> <p>“But when you are dealing with that issue, you have to be sensitive to the majority who are good people trying to do the right thing.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2017/feb/03/met-police-chief-bernard-hogan-howe-policing-numbers-london\">Met police chief says cuts will lead to fewer officers in London</a> </p> </aside>  <p>The process of selecting Hogan-Howe’s replacement is currently under way, with final interviews taking place next week. <a href=\"https://www.theguardian.com/uk-news/2017/feb/02/two-women-metropolitan-police-commissioner-cressida-dick-sara-thornton-mark-rowley-stephen-kavanagh\">Two female police chiefs are in the running</a> to potentially become the first female commissioner of the Met: Cressida Dick, who is the favourite, and Sara Thornton.</p> <p>Hogan-Howe said talent, not gender, should be the only factor. “If I say I’m going to put you in charge of the Met for five years, but I think there’s a better candidate alongside you but their gender is wrong, that’s not good. I don’t believe that’s right.</p> <p>“My belief has always been you pick the best person for the job. What you have got with the shortlist is a balanced shortlist so the possibility [of a woman] is there, but only pick talent.”</p> <p>Thornton is chair of the National Police Chiefs’ Council, while Dick is a former assistant commissioner currently on secondment to the Foreign Office. The other shortlisted candidates are Stephen Kavanagh, chief constable of Essex police, and Mark Rowley, a Met assistant commissioner who leads on counter-terrorism across British policing. </p> <p>Hogan-Howe’s last official day as commissioner of the Met is 28 February.<br /></p>","shortUrl":"https://gu.com/p/6vy4p","thumbnail":"https://media.guim.co.uk/538f19dcd87121ac3be15d502c9729089dd36bb3/0_137_3500_2099/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/16/the-royal-twitterati-how-the-monarchy-learned-to-love-social-media","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T18:37:21Z","webTitle":"The royal twitterati: how the monarchy learned to love social media","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/the-royal-twitterati-how-the-monarchy-learned-to-love-social-media","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/the-royal-twitterati-how-the-monarchy-learned-to-love-social-media","fields":{"headline":"The royal twitterati: how the monarchy learned to love social media","body":"<p><span tabindex=\"-1\">The Queen almost never takes</span> to Twitter personally – <a href=\"https://twitter.com/RoyalFamily/status/525596327674400768?ref_src=twsrc%5Etfw\" style=\"background-color: rgb(255, 255, 255);\">just twice</a>, <a draggable=\"true\" href=\"https://twitter.com/RoyalFamily/status/745216471828148224?ref_src=twsrc%5Etfw\">it seems</a> – but for her aides, social media has become as<span tabindex=\"-1\"> important as the </span>walkabout<span tabindex=\"-1\">, the </span><span tabindex=\"-1\">garden party</span><span tabindex=\"-1\"> and her Christmas broadcast in promoting the monarchy brand.</span></p> <p>Buckingham Palace and Prince Charles at Clarence House have recently advertised for digital communications officers to sustain their online presence and keep the royal palaces at the forefront of new technology.<br tabindex=\"-1\" /></p> <p>Forget the court circular tucked away in “establishment” newspapers. Today’s announcements, and reports of audiences and ambassadorial hand-kissing, land in the Twitter feeds and Instagram timelines of followers almost before bowing guests have departed Her Majesty’s white drawing room. Images are swiftly pinged out into cyberspace – and without the sometimes unflattering filter applied by mainstream media.</p> <p>For the royals, social media platforms are becoming a huge success. <a href=\"https://www.theguardian.com/us-news/2016/apr/29/obamas-prince-harry-queen-elizabeth-invictus-games-video\"> Prince Harry and his “mic drop” antics with granny and the Obamas</a>, promoting the Invictus Games, went viral on Twitter. The prince <a draggable=\"true\" href=\"https://www.theguardian.com/society/2016/jul/14/prince-harry-takes-hiv-test-live-on-camera\">was broadcast live on Facebook</a> being tested for HIV, garnering enormous publicity and audience reach.<br tabindex=\"-1\" /></p>  <figure class=\"element element-image\" data-media-id=\"b6aac94c07f448ca45a7ae3232707f4aeaa84a41\"> <img src=\"https://media.guim.co.uk/b6aac94c07f448ca45a7ae3232707f4aeaa84a41/0_130_4932_2959/1000.jpg\" alt=\"Prince Harry undergoes an HIV test\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prince Harry promoted HIV testing by broadcasting himself undergoing a test live on Facebook.</span> <span class=\"element-image__credit\">Photograph: Chris Jackson/Getty Images</span> </figcaption> </figure>  <p>The Queen’s household is seeking to fill a maternity-cover position on its “fast-paced and dynamic team”. The job involves posting on the monarch’s <a href=\"https://twitter.com/RoyalFamily?ref_src=twsrc%5Etfw\">Twitter</a>, <a href=\"https://www.facebook.com/TheBritishMonarchy/\">Facebook</a>, <a href=\"https://www.instagram.com/theroyalfamily/?hl=en\">Instagram</a> and <a href=\"https://www.youtube.com/user/TheRoyalChannel\">YouTube</a> platforms; it offers a salary of £30,000 and the reward of “knowing your content will be viewed by millions” across the world.</p> <p>The candidate must be “innovative”, with “creative flair” and good photography skills. The advert says: “The reaction to our work is always high profile, and so reputation and impact will be at the forefront of all you do. And having your work shared around the world will be the biggest reward.”<br /></p> <p>Currently, the <a href=\"https://twitter.com/RoyalFamily\">@RoyalFamily</a> Twitter account has 2.78 million followers and 24,500 tweets under its belt. The activities of Her Majesty and the Duke of Edinburgh feature alongside those of minor royals. To see the Duke of Kent learning about DNA sequencing or the Princess Royal opening imaging facilities at Edinburgh University, this is the place to be.<br /></p> <p>The Buckingham Palace team also coordinates <a href=\"https://twitter.com/KensingtonRoyal\">@KensingtonRoyal</a>, which has 826,000 followers keeping abreast of the engagements of the Duke and Duchess of Cambridge and Prince Harry.<br /></p> <p>Prince Charles, who recently advertised for someone to replace one of his two-strong digital team, is the social media royal pioneer. His <a href=\"https://twitter.com/ClarenceHouse\">@ClarenceHouse</a> Twitter account, which has 605,000 followers, and his <a href=\"https://www.instagram.com/clarencehouse/?hl=en\">Instagram page</a>, which has 191,000 followers, were royal firsts and are both enjoying 20% year-on-year growth in terms of followers.<br /></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2017/jan/19/a-horse-a-handbag-hook-and-a-bag-of-salt-gifts-for-queens-90th-revealed\">A horse, a handbag hook and a bag of salt: gifts for Queen's 90th revealed</a> </p> </aside>  <p>For all three palaces, the aim is to build engagement, particularly with a younger audience and overseas. A lucky coincidence this week, for example, led to Prince Charles appearing on <a href=\"https://www.instagram.com/p/BQf2JyWlp-o/?taken-by=kasabianofficial\">the official Instagram account of rock band Kasabian</a>, when he inadvertently “photobombed” guitarist Serge Pizzorno eating lunch at a Somerset pub. It’s fair to say it is not Charles’s usual fan base.<br /></p> <p>The prince was also one of the first senior royals to try Google Hangouts: in 2014 he took part in a <a href=\"http://www.hellomagazine.com/royalty/2014111121834/prince-charles-first-google-hangout/\">live webchat with young volunteers</a>. His sons William and Harry had already tried out the technology, speaking from Buckingham Palace <a href=\"http://www.telegraph.co.uk/news/uknews/theroyalfamily/10955277/Princes-William-and-Harry-make-Royal-history-with-Google-Hangout.html\">to young people from five Commonwealth countries</a>.</p> <p>Matt Navarra, a social media expert and head of content at <a href=\"https://thenextweb.com/\">The Next Web</a>, gave his verdict on the royal platforms: “Very high quality imagery. Lots of video clips. Detailed descriptions in plain, interesting language for the widest possible audience appeal.”</p> <p>He added: “In the last couple of years they have ramped up their social presence. I actually think they do a really good job.”<br /></p> <p>Prince Harry’s “mic drop” video was one highlight for Navarra. “Really innovative, fun stuff” designed to hook people in, he said. “They wouldn’t do themselves any harm to do a bit more like that.” But innovation, he added, could be high-risk for “a very, very high-profile account”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2017/feb/06/queen-elizabeth-portrait-david-bailey-reissued\">Queen's portrait by David Bailey reissued for monarch's anniversary</a> </p> </aside>  <p>The £30,000 salary, Navarra said, did not reflect the responsibility involved. “There is no room, absolutely no room, for error in that job. I used to work briefly at No 10 and you just cannot let things slip, or make a single error. If it’s the wrong image up, or a typo, or saying something that could be misinterpreted. And you have got to be pretty reactive.”</p> <p>The Queen’s<a href=\"https://www.theguardian.com/uk-news/2014/oct/24/royal-tweet-queen-sends-twitter-message\"> first personal foray into social media </a>came in 2014, when she tweeted from the opening of the Information Age exhibition at the Science Museum in London, signing it “Elizabeth R”. She returned to Twitter last year to thank well-wishers on her 9oth birthday.</p> <p><a href=\"https://www.theguardian.com/technology/2007/dec/23/youtube.monarchy\">The monarch launched her own YouTube channel in 2007</a>, after the concept of the video-sharing website was explained to her by, among others, her granddaughters princesses Beatrice and Eugenie. The channel launched with rarely-seen silent newsreel footage of the 1923 wedding of her parents, the future King George VI and Lady Elizabeth Bowes-Lyon.<br /></p> <p>In 2005, the Queen confessed, while conferring an honorary knighthood on Bill Gates, founder of Microsoft, that she had not yet used a computer. Since then she has gained a mobile phone – and an iPod, given to her by William, on which she reportedly listens to the Last Night of the Proms. </p>","shortUrl":"https://gu.com/p/6vkgm","thumbnail":"https://media.guim.co.uk/0222e11b90b59c19aeef1ce961c050b2a896b300/533_201_2907_1744/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/16/sulphuric-acid-is-all-too-readily-available-in-the-uk","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T18:21:52Z","webTitle":"Sulphuric acid is all too readily available in the UK | Letters","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/sulphuric-acid-is-all-too-readily-available-in-the-uk","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/sulphuric-acid-is-all-too-readily-available-in-the-uk","fields":{"headline":"Sulphuric acid is all too readily available in the UK","body":"<p>Bangladesh may have restricted the sale of acid in order to reduce assaults (<a href=\"https://www.theguardian.com/world/2017/feb/15/bangladesh-campaign-has-cut-acid-attacks\" title=\"\">Letters</a>, 16 February) but in the UK the opposite has happened. Thanks to the last government’s obsession with deregulation, anyone can now buy full-strength sulphuric acid provided that they do not look “suspicious”. This material should only be used by people with thorough training and not by anyone who simply wants to clean out a drain.<br /><strong>Brian Price</strong><em> (chartered chemist)</em><br /><em>Weston-super-Mare, Somerset </em></p> <p><strong>•<em> Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong>•<em> Read more Guardian letters – </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>click here to visit gu.com/letters</em></strong></a></p>","shortUrl":"https://gu.com/p/6vknb","thumbnail":"https://media.guim.co.uk/4920eb78af980ee70c3f58e1fd2d8812654e7a05/0_283_1975_1184/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/16/police-warn-not-approach-man-guido-schuette-missing-oxford-flats-blast","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T18:03:31Z","webTitle":"Police warn public not to approach man missing since Oxford flats blast","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/police-warn-not-approach-man-guido-schuette-missing-oxford-flats-blast","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/police-warn-not-approach-man-guido-schuette-missing-oxford-flats-blast","fields":{"headline":"Police warn public not to approach man missing since Oxford flats blast","body":"<p>Police have warned the public not to approach a man missing since an explosion destroyed a block of flats in Oxford, despite saying they “strongly believe” he died in the blast. </p> <p>Guido Schuette, 48, is the last person unaccounted for since <a href=\"https://www.theguardian.com/uk-news/2017/feb/14/people-feared-missing-after-huge-explosion-in-oxford-block-of-flats\">the explosion and fire on Valentine’s Day</a> levelled the block on Osney Lane. Members of the public have been urged to call 999 if they see him.</p> <p>Speaking at the scene on Thursday, Supt Joe Kidman said: “Our strong hypothesis is that Guido died in the fire, and we are continuing to offer support to his family at this time. However, while our search of the scene continues and this is not confirmed, one line of inquiry within the investigation is that Guido could be missing. Given the circumstances of the incident, we are asking members of the public not to approach Guido but to call 999 immediately.”</p> <p>Schuette, who is believed to walk with a limp and use a crutch, was described as 6ft tall, of heavy build, with short grey hair and blue eyes. </p> <p>Emergency services were called to the Osney Lane and Gibbs Crescent area at 4.45pm on Tuesday after a blast ripped through the three-storey building. Police and fire chiefs said they were investigating but no cause has yet been given for the explosion.</p>  <figure class=\"element element-image\" data-media-id=\"88334c48e491bbef9b39110c75752b88d9b28aee\"> <img src=\"https://media.guim.co.uk/88334c48e491bbef9b39110c75752b88d9b28aee/33_114_5420_3253/1000.jpg\" alt=\"Workers at the site\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Work is ongoing to make the blast site safe before a search can take place.</span> <span class=\"element-image__credit\">Photograph: Geoffrey Swaine/Rex/Shutterstock</span> </figcaption> </figure>  <p>Two people were treated for minor injuries following the blast, one of whom was transferred to the John Radcliffe hospital, and residents were evacuated from 40 homes, 19 of which remain empty due to continuing danger from the damaged infrastructure. </p> <p>“Oxfordshire county council fire andrescue are undertaking significant work to make the site fully safe,” Thames Valley police said. “Until this work is done, crime scene investigators, fire investigators and dog search units cannot access the site in order to confirm that [Schuette] is deceased.”</p> <p>The council’s incident commander, Julian Green, said: “Clearly the sequence of events has to be to make the buildings safe first before the removal of rubble begins, so as to ensure safety of personnel. We are expecting to start removing rubble later today, working with fire and police investigators alongside to determine the cause of the explosion.”</p> <p>Ben Brewis, who was working in the nearby Thames Business Advice Centre at the time, told the BBC: “I still can’t get my head around the force of the blast. The ground shook and the lights dimmed even though we’re a few streets away over the river. We thought a lorry had ploughed into the building or a plane had crashed nearby. The whole of Oxford heard it. It was no rumble, but a huge blast.” </p>","shortUrl":"https://gu.com/p/6vkmt","thumbnail":"https://media.guim.co.uk/f629e62300c07da01a893812647423ab8ee50c39/54_624_2927_1756/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/16/stoke-byelection-lib-dems-alert-police-over-text-urging-muslims-to-vote-labour","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T14:23:10Z","webTitle":"Stoke byelection: Lib Dems alert police over text urging Muslims to vote Labour","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/stoke-byelection-lib-dems-alert-police-over-text-urging-muslims-to-vote-labour","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/stoke-byelection-lib-dems-alert-police-over-text-urging-muslims-to-vote-labour","fields":{"headline":"Stoke byelection: Lib Dems alert police over text urging Muslims to vote Labour","body":"<p>The Lib Dems have alerted the police after messages sent to some Muslim voters in Stoke-on-Trent suggested they could go to hell if they failed to vote Labour to keep out Ukip’s Paul Nuttall.</p> <p>The anonymous message, distributed locally to some in the Muslim community by text and Whatsapp, called for people to vote Labour so as not to help “enemies of Islam”.</p> <p>It said voting for the Lib Dem candidate, Dr Zulfiqar Ali, a Muslim, could help “far-right, anti-Muslim, anti-Islamic Ukip party” take the seat, which is being contested in a byelection triggered by the resignation of Labour MP Tristram Hunt.</p> <p>It is not known how many people received the message, but the Lib Dems claimed it had been “distributed in large numbers” in support of the Labour candidate, Gareth Snell.<br /></p> <p>The Lib Dems demanded an apology from Labour on Thursday in a letter to the party’s election agent, copying in the police and Stoke returning officer.</p> <p>Ian Horner, the Lib Dem election agent, wrote: “I am sure that you realise that the religious nature of one of these messages could also be deemed to be covered by the ruling on ‘undue spiritual influence’ in the matter of a mayoral election for the London borough of Tower Hamlets held on 22 May 2014, when the Labour party were the victims of such tactics.”</p> <p>The party also called on Labour to condemn the “campaign of misinformation and intimidation currently under way in their name in Stoke-on-Trent”.</p> <p>Labour has said it has no idea who sent the messages. A campaign spokesperson said: “We were not aware of these text messages and we don’t condone the content. The campaign did not sanction the sending of these messages.”</p> <p>The contest is a bitter battle between Labour and Ukip. Nuttall was an early favourite to win but his chances have been dented by questions over his residency in the seat, his failure to name all six pottery towns and after he was forced to admit that claims on his website about losing close friends in the Hillsborough disaster were false.</p> <p>Snell’s candidacy has also proved controversial after he was forced to apologise for making offensive remarks about women on ITV’s Loose Women. He also backed remain in the referendum and suggested Brexit was a “massive pile of shit”, despite Stoke having strongly voted to leave the EU on 23 June.</p> <p>Ukip and Labour sources told the Guardian they now believe Labour will retain the seat, which is likely to see a depressed turnout and low voter engagement.</p> <p>The Lib Dems have been hoping to take some of the seat’s remain supporters but on Thursday Snell received the backing of More United, the <a href=\"https://www.theguardian.com/tv-and-radio/2016/dec/08/dan-snow-crowdfunds-pro-eu-mp\">cross-party group on the progressive left</a> that is backing pro-EU candidates. <br tabindex=\"-1\" /></p> <p>It was co-founded after the referendum by Paddy Ashdown, the former Lib Dem leader, and is led by historian Dan Snow, with the aim of supporting politicians who adhere to five principles, including seeking the closest relationship with the EU or rejoining “if that becomes necessary and possible”. </p> <p>The group, which has around 70,000 members, takes inspiration from <a href=\"https://www.theguardian.com/politics/video/2016/jun/16/labour-mp-jo-cox-maiden-speech-parliament-video\">the maiden speech</a> by the murdered Labour MP Jo Cox, who said people are far more united and have more in common than that which divides them. A poll of its members found 86% were in favour of backing Snell in Stoke.<br tabindex=\"-1\" /></p> <h2>The text of the message sent to Muslim voters in Stoke</h2> <p>Aslamalaykam my Brothers and Sisters.</p> <p>In this country, we Must vote due to Necessity / Majboori.</p> <p>This does not mean that we can vote for any Tom, Dick or Harry.</p> <p>This means that in order to stop the Far Right, Anti Muslim, Anti Islamic UKIP Party, we must vote for</p> <p>the Strongest candidate.</p> <p>If Dr Ali takes 500 Votes and Yaqub Mirza takes a 100 votes and UKIP defeat the Labour Party</p> <p>Candidate Gareth Snell by 550 votes, then You will have succeeded in helping to Elect an Anti</p> <p>Muslim and Anti Islam MP.</p> <p>Ok, you will have made Dr Ali and Mohammed Yaqub Akram (Mirza) happy Losers.</p> <p>&amp;</p> <p>You will have given a slap to our local councillors.</p> <p>But.</p> <p>Will you be able to answer for this in the Grave and on the Final Day???</p> <p>“I helped the Enemies of Islam because.....”</p> <p>May ALLAH TALLAH Grant Us All Hidayat, Ameen.</p>","shortUrl":"https://gu.com/p/6vjn3","thumbnail":"https://media.guim.co.uk/14dda611b4ab5e134390020e953b78389239dd70/0_0_4942_2965/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/16/girl-pleads-not-guilty-to-of-seven-year-old-katie-rough","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T12:00:15Z","webTitle":"Girl pleads not guilty to murder of seven-year-old Katie Rough","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/girl-pleads-not-guilty-to-of-seven-year-old-katie-rough","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/girl-pleads-not-guilty-to-of-seven-year-old-katie-rough","fields":{"headline":"Girl pleads not guilty to murder of seven-year-old Katie Rough","body":"<p>A teenage girl has pleaded not guilty to the murder of seven-year-old Katie Rough. <br /></p> <p>The 15-year-old, who cannot be named for legal reasons, appeared via video link at Leeds crown court to deny murdering the schoolgirl on 9 January this year.</p> <p>Dressed in a purple blouse, black trousers and glasses, the teenager sat in a side room of the court during the 30- minute hearing. <br /></p> <p>She remained silent throughout the hearing and indicated her plea in writing after being given a copy of the indictment outlining the charge against her. Her defence solicitor, Colin Byrne, then confirmed a not guilty plea. </p> <p>The recorder of Leeds, Peter Collier QC, adjourned the case for a further hearing on 4 April and set a trial, due to last two to three weeks, to begin on 3 July. <br /></p> <p>On Monday, hundreds of mourners donned rainbow-coloured accessories to celebrate Katie’s life at her funeral in York Minster.</p>","shortUrl":"https://gu.com/p/6vjt3","thumbnail":"https://media.guim.co.uk/d801c4d5ca435394a241f614e3fafd9508555251/0_80_1412_846/500.jpg"},"isHosted":false},{"id":"uk-news/2017/feb/16/met-police-chief-dealing-in-myths-hogan-howe-more-trust-in-marksmen-firearms","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2017-02-16T11:11:06Z","webTitle":"IPCC attacks Met chief's call for more trust in police marksmen","webUrl":"https://www.theguardian.com/uk-news/2017/feb/16/met-police-chief-dealing-in-myths-hogan-howe-more-trust-in-marksmen-firearms","apiUrl":"https://content.guardianapis.com/uk-news/2017/feb/16/met-police-chief-dealing-in-myths-hogan-howe-more-trust-in-marksmen-firearms","fields":{"headline":"IPCC attacks Met chief's call for more trust in police marksmen","body":"<p>The chief of the Independent Police Complaints Commission has accused the Metropolitan police commissioner of dealing in “myths and selective facts” in his call for police to be given more trust in their decisions to shoot people. </p> <p>Dame Anne Owers said Sir Bernard Hogan-Howe’s claim that her watchdog was increasingly treating firearms officers as suspects was not supported by the facts. She said delays in IPCC investigations were often caused by officers refusing to cooperate in interviews and withholding evidence. </p> <p>In an article for <a href=\"http://www.thetimes.co.uk/edition/comment/the-police-cannot-shy-away-from-proper-scrutiny-v9vsm5zs9\">the Times</a>, Owers, who has led the IPCC since 2012, wrote: “Since 2010, we’ve completed 24 firearms investigations, eight of which related to fatalities. In all but three of them, including six of the fatal shootings, no firearms officer was ever treated as a suspect; they were all treated as witnesses.</p> <p>“When police witnesses cooperate fully and early, we can complete our investigations much more quickly. By contrast, when they don’t – for example, giving statements that simply say when they came on and off duty or refusing to answer questions at interview – it takes much longer. No one benefits, whether they are police officers or bereaved families.”</p> <p>Hogan-Howe, who is soon to retire from his role as Met chief, used <a draggable=\"true\" href=\"https://www.theguardian.com/uk-news/2017/feb/14/bernard-hogan-howe-armed-police-deserve-more-public-trust\">his last set-piece speech</a> to complain that officers were being put off from volunteering for firearms roles because they dreaded spending years under investigation, or even being put on trial. </p> <p>“This a dangerous place to be – in two ways,” he told an audience at the Royal United Services Institute (RUSI), a defence and security thinktank. “We simply don’t have enough people now wanting to do these jobs. The failure rate in training is high.</p> <p>“Secondly, we can’t afford to have officers think twice because they fear the consequences of shooting someone. That’s how they get shot, or the public gets hurt or a criminal gets away with a gun.”</p> <p>His insistence that the public ought to have “less suspicion and more trust” in police decisions to shoot suspects drew a sharp riposte from Owers. “Rigorous independent scrutiny is not a threat; it is a protection,” she said. “If the police appear to shy away from this, there is a real risk to public trust.”</p> <p>Deborah Coles, the director of Inquest, which provides specialist advice on deaths in custody or detention, said: “What undermines public trust and confidence in the police are concerns that the rule of law does not apply to police in the same way as it does to the public and that they are able to avoid scrutiny and accountability. This serves only to create a culture of impunity which frustrates the prevention of the abuses of power and [of] ill-treatment.</p> <p>“Since 2010 there have been 9 people shot dead by police, with many raising concerns about police intelligence and the planning of police operations. We support the call for swift investigations. However, where the police use lethal force it must be subject to the most fearless, full and prompt scrutiny and not obfuscated by police conferral and refusal to cooperate.” <br tabindex=\"-1\" /></p> <p>Hogan-Howe’s comments previously drew sharp criticism from <a href=\"https://www.theguardian.com/uk-news/2017/feb/14/mother-of-man-shot-dead-by-police-criticises-met-chiefs-comments\">families of people shot dead by police</a>. Margaret Smith, whose son, Jermaine Baker, was killed by an officer in December 2015, said: “It sounds as if the commissioner wants one law for the public and another law for the police.”</p> <p>Baker was sitting in a car with two other men police suspected of planning to spring from custody a prisoner who was being brought to Wood Green crown court in north London. Five men, including the two in the car who survived the police shooting, were later convicted of an attempt to break a criminal out of a prison van.</p> <p>A replica Uzi gun was found in the footwell of the back seat of the car. Baker, who was sitting in the front passenger seat, was pronounced dead at the scene. The officer involved, known as W80, was arrested by the IPCC on suspicion of murder 14 months ago and his case has been referred to the Crown Prosecution Service.</p> <p>A second controversial case is that of <a href=\"https://www.theguardian.com/uk-news/2015/jul/03/azelle-rodney-case-piecing-together-events-10-years-on\">Azelle Rodney</a>, who was shot dead as he sat in the backseat of a car by officers who suspected him to be part of a gang on their way to stage an armed robbery in London in 2005. A decade later, the police marksman who fired the shots was put on trial and acquitted. </p> <p>The length of time taken to bring that officer to trial is thought to be one of the factors uppermost in Hogan-Howe’s mind when he made his speech to the RUSI. The prosecution came only after an inquiry found the killing to be unlawful and concluded that the account from the armed officer, Anthony Long, could not be true. Long shot Rodney six times in seconds, four of the bullets striking the suspect’s head.</p> <p>Daniel Machover, the solicitor who represented Rodney’s family, said: “Bernard Hogan-Howe’s statement asking for ‘more trust’ in firearms officers is unwarranted and rings hollow at a time when numerous scandals have damaged public confidence in the police. Trust is not something that can be asked for. Both the police and the IPCC need to improve the way in which firearms incidents are handled immediately post-incident.”<br /></p> <p>The widespread suspicion that police have impunity when it comes to the killing of suspects, particularly those from black and minority ethnic groups, in armed operations has strained relations between police and the public. The 2011 shooting of Mark Duggan in north London triggered disturbances across the capital that spread throughout the UK and became the biggest riots in postwar English history.</p> <p>• An earlier version of this story incorrectly stated that since 2010 13 people had been shot dead by police. This has now been corrected.</p>","shortUrl":"https://gu.com/p/6vj4q","thumbnail":"https://media.guim.co.uk/055684b0008e5b1e0a9615f377aacb3357a58788/0_14_3500_2101/500.jpg"},"isHosted":false}]}}
